Revit 2024 API
ParameterTypeId.RbsCurvetypeDefaultCapParam Property
 "Cap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsCurvetypeDefaultCapParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsCurvetypeDefaultCapParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsCurvetypeDefaultCapParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace